[
    {
      "petImage": "https://i.ibb.co.com/mB2vSbp/download-15.jpg",
      "petName": "Whiskers",
      "petAge": 2,
      "petCategory": "cat",
      "petLocation": "New York, NY",
      "shortDescription": "A playful and curious little guy.Whiskers loves to chase feather toys and nap in sunny spots",
      
      "longDescription": "Whiskers is a two-year-old domestic shorthair with a vibrant personality. He’s incredibly friendly with both people and other pets. His favorite activities include playing with his feather wand and exploring small hiding spots around the house. He’s looking for a loving home where he can get plenty of playtime and affection."
    },
    
    {
      "petImage": "https://i.ibb.co.com/cN3MrS5/download-16.jpg",
      "petName": "Milo",
      "petAge": 1,
      "petCategory": "cat",
      "petLocation": "Austin, TX",
      "shortDescription": "A big cat with a bigger heart.Milo enjoys climbing and loves interactive toys.",
      
      "longDescription": "Milo is a one-year-old Maine Coon known for his large size and friendly personality. He’s highly social and gets along well with other pets. Milo loves to climb cat trees and play with interactive puzzle toys. He’s looking for a home with plenty of space to explore and play."
    },
    {
      "petImage": "https://i.ibb.co.com/vqhyYSh/download-18.jpg",
      "petName": "Bella",
      "petAge": 4,
      "petCategory": "cat",
      "petLocation": "Seattle, WA",
      "shortDescription": "Talkative and full of personality.Bella loves to 'talk' and is very curious about everything.",
      
      "longDescription": "Bella is a four-year-old Siamese cat who loves to chat with her humans. She’s incredibly intelligent and curious, always eager to explore new surroundings. Bella enjoys interactive play and would do best in a home where she can get plenty of attention and mental stimulation."
    },
    {
      "petImage": "https://i.ibb.co.com/dbCkJJL/download-17.jpg",
      "petName": "Shadow",
      "petAge": 5,
      "petCategory": "Black Cat",
      "petLocation": "Chicago, IL",
      "shortDescription": "A calm and loving presence.",
      "ownerNote": "Shadow is a quiet companion who loves to be near you.",
      "longDescription": "Shadow is a five-year-old black cat with a calm and affectionate nature. He’s the perfect companion for someone looking for a low-maintenance pet who enjoys quiet evenings at home. Shadow prefers gentle pets and loves lounging by the window. He’s ready to bring warmth and love to his forever home."
    },
    
      {
        "petImage": "https://i.ibb.co.com/tYkczZV/download-19.jpg",
        "petName": "Buddy",
        "petAge": 3,
        "petCategory": "Dog",
        "petLocation": "Los Angeles, CA",
        "shortDescription": "A friendly and energetic companion.Buddy loves long walks and playing fetch at the park.",
        
        "longDescription": "Buddy is a three-year-old Golden Retriever with a loving and playful personality. He’s great with kids and other pets, making him an ideal family dog. Buddy enjoys outdoor activities and needs a home where he can get plenty of exercise and affection. He’s eager to meet his forever family."
      },
      {
        "petImage": "https://i.ibb.co.com/S0DXvt0/download-20.jpg",
        "petName": "Max",
        "petAge": 2,
        "petCategory": "Dog",
        "petLocation": "Houston, TX",
        "shortDescription": "Loyal and highly intelligent.Max enjoys training sessions and loves to stay active.",
   
        "longDescription": "Max is a two-year-old German Shepherd who’s incredibly loyal and intelligent. He’s been trained on basic commands and is quick to learn new ones. Max thrives in an active household where he can participate in training and outdoor activities. He’s looking for a dedicated owner who can match his energy and enthusiasm."
      },
      {
        "petImage": "https://i.ibb.co.com/3R3ppWg/download-21.jpg",
        "petName": "Daisy",
        "petAge": 1,
        "petCategory": "Dog",
        "petLocation": "Miami, FL",
        "shortDescription": "A sweet and loving pup.Daisy adores cuddles and playing in the water.",
    
        "longDescription": "Daisy is a one-year-old Labrador Retriever who’s as sweet as can be. She loves playing in the water and enjoys cuddling up with her humans. Daisy is great with kids and would be a perfect addition to an active family. She’s eager to explore the world with her new owners."
      },
      {
        "petImage": "https://i.ibb.co.com/RzDXzg2/download-22.jpg",
        "petName": "Charlie",
        "petAge": 4,
        "petCategory": "Dog",
        "petLocation": "Atlanta, GA",
        "shortDescription": "Curious and full of energy.Charlie loves sniffing out new adventures.",
     
        "longDescription": "Charlie is a four-year-old Beagle with a nose for adventure. He’s a curious and energetic dog who loves exploring new places. Charlie gets along well with other pets and enjoys being part of a lively household. He’s looking for a family who can provide him with plenty of exercise and companionship."
      },
      
        {
          "petImage": "https://i.ibb.co.com/8cqdkMm/images-8.jpg",
          "petName": "Thumper",
          "petAge": 2,
          "petCategory": "Rabbit",
          "petLocation": "Denver, CO",
          "shortDescription": "A playful and curious bunny.Thumper loves hopping around the house and munching on carrots.",
       
          "longDescription": "Thumper is a one-year-old Holland Lop rabbit with a curious and playful nature. He enjoys exploring his surroundings, hopping around, and interacting with his humans. Thumper is very friendly and would thrive in a home that offers space for him to play and plenty of love."
        },
        {
          "petImage": "https://i.ibb.co.com/9hkCrfG/images-9.jpg",
          "petName": "Snowball",
          "petAge": 2,
          "petCategory": "Rabbit",
          "petLocation": "Seattle, WA",
      
          "shortDescription": "Fluffy and affectionate.Snowball enjoys cuddles and has the softest fur.",
          "longDescription": "Snowball is a two-year-old Lionhead rabbit with a calm and affectionate personality. She loves being brushed and spending time with her family. Snowball is a perfect companion for someone who enjoys a relaxed and loving pet. She requires regular grooming to keep her fluffy coat in good condition."
        },
        {
          "petImage": "https://i.ibb.co.com/FgTRX4t/download-23.jpg",
          "petName": "Coco",
          "petAge": 3,
          "petCategory": "Rabbit",
          "petLocation": "Austin, TX",
          "shortDescription": "An intelligent and friendly bunny.Coco enjoys puzzle toys and gentle petting sessions.",
       
          "longDescription": "Coco is a three-year-old Rex rabbit known for her intelligence and sociable nature. She loves interactive toys and enjoys figuring out puzzles to earn treats. Coco thrives in an environment where she gets mental stimulation and opportunities to bond with her human companions."
        },
        {
          "petImage": "",
          "petName": "Peanut",
          "petAge": 4,
          "petCategory": "Rabbit",
          "petLocation": "San Diego, CA",
          "shortDescription": "A gentle and sweet bunny.Peanut loves to snuggle and enjoys quiet moments.",
       
          "longDescription": "Peanut is a four-year-old Mini Lop with a gentle and calm personality. He loves snuggling up with his humans and enjoys being petted. Peanut is a wonderful companion for anyone looking for a quiet and affectionate pet. He prefers a peaceful environment where he can relax and feel safe."
        },
        
          {
            "petImage": "https://i.ibb.co.com/QQXtS70/download-24.jpg",
            "petName": "Goldie",
            "petAge": 1,
            "petCategory": "Goldfish",
            "petLocation": "Los Angeles, CA",
            "shortDescription": "A bright and cheerful swimmer.Goldie loves swimming around decorative plants and rocks",
         
            "longDescription": "Goldie is a one-year-old Goldfish with vibrant orange scales that brighten up any aquarium. She’s easy to care for and enjoys a clean tank with ample swimming space. Goldie thrives in a peaceful environment and gets along well with other non-aggressive fish. She’s perfect for first-time fish owners."
          },
          {
            "petImage": "https://i.ibb.co.com/zXLF9jx/download-25.jpg",
            "petName": "Bubbles",
            "petAge": 2,
            "petCategory": "Betta Fish",
            "petLocation": "Seattle, WA",
            "shortDescription": "Colorful and full of personality.Bubbles enjoys flaring up and exploring his tank.",
       
            "longDescription": "Bubbles is a two-year-old Betta Fish with dazzling colors and a feisty personality. He prefers a tank with plenty of plants and hiding spots to explore. Bubbles is a solo swimmer and thrives best when he’s the only Betta in the tank. He’s a fantastic companion for anyone looking for a low-maintenance yet vibrant pet."
          },
          {
            "petImage": "https://i.ibb.co.com/6nbWmcW/download-26.jpg",
            "petName": "Sunny",
            "petAge": 1.5,
            "petCategory": "Guppy Fish",
            "petLocation": "Austin, TX",
            "shortDescription": "Small, colorful, and lively.Sunny enjoys swimming in schools with other guppies.",
   
            "longDescription": "Sunny is a one-and-a-half-year-old Guppy with a bright yellow tail and an energetic swimming style. He’s happiest in a community tank with other peaceful fish. Sunny thrives in a well-maintained aquarium with live plants and plenty of room to swim. He’s a delightful addition to any fish enthusiast’s collection."
          },
          
            {
              "petImage": "https://i.ibb.co.com/Z2mFfzQ/download-28.jpg",
              "petName": "Sunny",
              "petAge": 2,
              "petCategory": "Bird",
              "petLocation": "Orlando, FL",
              "shortDescription": "A cheerful and whistling companion.Sunny loves to mimic whistles and enjoys head scratches",
          
              "longDescription": "Sunny is a two-year-old Cockatiel with a bright yellow crest and a friendly personality. He loves interacting with his humans and often mimics simple whistles and tunes. Sunny enjoys perching on shoulders and being part of the household activity. He would thrive in a home where he gets plenty of attention and interaction."
            },
            {
              "petImage": "https://i.ibb.co.com/ts7Y0PH/download-27.jpg",
              "petName": "Ruby",
              "petAge": 3,
              "petCategory": "Bird",
              "petLocation": "San Diego, CA",
             
              "shortDescription": "A talkative and colorful parakeet.Ruby enjoys chirping along to music and playing with toys",
              "longDescription": "Ruby is a three-year-old Budgerigar, also known as a parakeet, with vibrant green and blue feathers. She’s a lively bird who enjoys socializing, chirping along to music, and playing with her hanging toys. Ruby is easy to care for and loves spending time outside her cage for supervised flying. She would do best with a family who can dedicate time to her daily interaction and stimulation."
            }
          
          
          
        
      
      
    
    ]
    
  
  